######################################################################################################################
#################################### ФАЙЛ В КОТОРОМ ХРАНЯТСЯ ВСЕ МАШИНЫ СОСТОЯНИЙ ####################################
######################################################################################################################


from aiogram.fsm.storage.memory import MemoryStorage
from aiogram.fsm.state import State, StatesGroup


storage = MemoryStorage()

##### МАШИНА СОСТОЯНИЙ ДЛЯ РАЗЛИЧНЫХ КОМАНД #####
class FSMCommands(StatesGroup):
    fill_name = State()
    fill_feedback = State()
