LEXICON_COMMAND: dict[str: dict[str: str]] = {
    '/start': {
        'ru': 'Привет!\n'
              'Для регистрации введите свое имя, по которому ваши друзья смогут вас узнать.\n'
              'Пожалуйста, используйте только буквы👉👈',
        'eng': ''
    },
    '/help': {
        'ru': '',
        'eng': ''
    },
    '/feedback': {
        'ru': '',
        'eng': ''
    }
}

KEYBOARD_LEXICON: dict[str: dict[str: str]] = {
    'my_groups': {
        'ru': 'Мoи группы',
        'eng': ''
    },
    'in_group': {
        'ru': '',
        'eng': ''
    },
    'new_group': {
        'ru': '',
        'eng': ''
    },
    'main_menu': {
        'ru': '',
        'eng': ''
    },

}

LEXICON: dict[str: dict[str: str]] = {
    'correct_name': {
        'ru': 'Ура!\n'
              'Вы успешно зарегистрированы✅',
        'eng': ''
    },
    'incorrect_name': {
        'ru': 'Боюсь, вы ввели некорректное имя пользователя.\n'
              'Напоминаю, необходимо использовать только буквы.',
        'eng': ''
    }
}

WRONG_LEXICON: dict[str: dict[str: str]] = {

}

example = '''
{
        'ru': '',
        'eng': ''
    }
'''
